jws-server/src/main/java/de/oetting/jws/server/handler/f.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" />
	<S:Body>
		<ns2:add xmlns:ns2="http://server.jws.oetting.de/">
			<arg0>1</arg0>
			<arg1>2</arg1>
		</ns2:add>
	</S:Body>
</S:Envelope>